# x=7
# if x == 5:
#     print("")
# elif x >5:
#     print("x>5")
# else:
#     print("")

# word_1 = input("Введи слово(1/2):")
# word_2 = input("Введи слово(2/2):")
#
# word_1.lower()
# word_2.lower()
#
# if word_1.isalpha() and word_2.isalpha():
#
#     sorted_w1 = sorted(word_1)
#     sorted_w2 = sorted(word_2)
#
#     print(sorted_w1)
#     print(sorted_w2)
#     if sorted_w1 == sorted_w2:
#         print("ура у вас аннограма")
#     else:
#         print("ну чел")
# else:
#     print("очу буквы")

q1= input("Сколько будет 2 + 2\n"
          "a)4,b)5\n"
          "--> ")
if q1 =="a":
    print("Правильно🥵")
else:
    print("Ошибка и ты ошибся🤬")
    quit()
q2 =input("Арбуз - это( с биологической точки зрения)...?\n"
          "a) корнеплод,b) овощ, в) то от чего ты обоссышься, г) ягода"
          "-->")
if q2 =="г":
    print("Правильно🥵")
else:
    print("Ошибка и ты ошибся🤬")
    quit()
q3 = input("Что такое цуцванг\n"
           "a)Положение в шашках и шахматах, в котором любой ход игрока ведёт к ухудшению его позиции.\n"
           "б)китайский император\n"
           "в) поджанр аниме посвященный егору\m"
           "г)порода обезьяны\n"
           "-->")
if q3="a":
    print("Ну как бы да🧐")
elif q3="в":
    print("партия гордится тобой.Плюс 999 cocial credit")
else:
    print("Ну нет, правильный ответ был в")
    quit()

print("ПОН")